import React from "react";
import { Link } from "react-router-dom";

export const ConfidentialityPolicy = () => {
    return (
        <section className="confidentiality">
            <div className="container">
                <div className="confidentiality__title">
                    <h1>Политика конфиденциальности</h1>
                </div>
                <div className="confidentiality__content">
                    <div className="confidentiality__item">
                        <p>
                            Данное соглашение о конфиденциальности разработано в
                            соотве твии с требованиями Закона Украины «О защите
                            персональных данных» и иных нормативных актов
                            украинского законодательства, регламентирующих
                            правовые отношения, связанные со сбором, обработкой,
                            хранением персональных данных, а также правом
                            граждан на невмешательство в личную жизнь и правом
                            на самовыражение.
                        </p>
                        <p>
                            Интернет-магазин «MEGASPORT», заботясь о развитии
                            взаимоотношений с клиентами, понимая важность
                            обеспечения охраны Ваших персональных данных, с
                            целью разрешения возможных противоречий и
                            недоразумений подготовило данное Соглашение о
                            конфиденциальности (политику конфиденциальности),
                            далее по тексту – «Политика конфиденциальности», и
                            условия пользования веб-сайтом Інтернет-магазина{" "}
                            <Link to="/" className="confidentiality__link">
                                www.Zimaletto.com.ua
                            </Link>
                            , далее по тексту – «сайт». Пожалуйста, внимательно
                            прочитайте данную страницу, т.к. информация,
                            изложенная на ней являе я важной для Вас как для
                            Пользователя сайта.
                        </p>
                    </div>
                    <div className="confidentiality__item">
                        <ul>
                            <li>1. Определение терминов</li>
                            <li>
                                1.1 В данной Политике конфиденциальности
                                использую я следующие термины:{" "}
                            </li>
                            <li>
                                1.1.1 «Администрация сайта Интернет-магазина
                                (далее – Администрация сайта) » – уполномоченные
                                сотрудники на управления сайтом, действующие от
                                имени интернет-магазина «Zimaletto», которые
                                организуют обработку персональных данных, а
                                также определяет цели обработки персональных
                                данных, состав персональных данных, подлежащих
                                обработке, действия или операции, совершаемые с
                                персональными данными.
                            </li>
                            <li>
                                1.1.2 «Персональные данные» - любая информация,
                                относящаяся прямо или косвенно к определенному
                                или определяемому физическому лицу (субъекту
                                персональных данных).{" "}
                            </li>
                            <li>
                                1.1.3 «Обработка персональных данных» - любое
                                действие (операция) или совокупность действий
                                (операций), совершаемых с использованием средств
                                автоматизации или без использования таких
                                средств с персональными данными, включая сбор,
                                запись, систематизацию, накопление, хранение,
                                уточнение (обновление, изменение), извлечение,
                                использование, передачу (распространение,
                                предоставление, доступ), обезличивание,
                                блокирование, удаление, уничтожение персональных
                                данных.{" "}
                            </li>
                            <li>
                                1.1.4 «Конфиденциальность персональных данных» -
                                обязательное для соблюдения Администратором или
                                иным получившим доступ к персональным данным
                                лицом требование не допускать их распространения
                                без согласия субъекта персональных данных или
                                наличия иного законного основания.{" "}
                            </li>
                            <li>
                                1.1.5 «Пользователь сайта Интернет-магазина
                                «Zimaletto» – лицо, имеющее доступ к Сайту,
                                посредством сети Интернет и использующее Сайт
                                интернет-магазина.{" "}
                            </li>
                            <li>
                                1.1.6 «Cookies» — небольшой фрагмент данных,
                                отправленный веб-сервером и хранимый на
                                компьютере пользователя, который веб-клиент или
                                веб-браузер каждый раз пересылает веб-серверу в
                                HTTP-запросе при попытке открыть страницу соотве
                                твующего сайта.{" "}
                            </li>
                            <li>
                                1.1.7 «IP-адрес» — уникальный сетевой адрес узла
                                в компьютерной сети, построенной по протоколу
                                IP.{" "}
                            </li>
                        </ul>
                    </div>
                    <div className="confidentiality__item">
                        <ul>
                            <li>2. Предмет политики конфиденциальности</li>
                            <li>
                                2.1 Пользуясь сайтом или приобретая товар,
                                предлагаемый на сайте , а также отвечая на
                                необходимые вопросы в анкете при регистрации и/
                                или оформлении покупки, пользователь
                                подтверждает, что дает согласие
                                Интернет-магазину «Zimaletto» и уполномоченным
                                им лицам, на обработку персональных данных, а
                                также что являе я совершеннолетним лицом.{" "}
                            </li>
                            <li>
                                2.2 Пользователь дает свое согласие
                                Администрация сайта на обработку полученной
                                информации, включая сбор, систематизацию,
                                накопление, хранение, уточнение (обновление,
                                исправление), использование, распространение,
                                обезличивание, блокирование, уничтожение
                                персональных данных, указанных в анкете, в целях
                                мероприятий, направленных на формирование базы
                                данных участников, составления статистической
                                отчетности, проведения маркетинговых
                                исследований, а также осуществления
                                взаимодействия с пользователем, в том числе по
                                сетям электросвязи, включая направление
                                SMS-сообщений и электронных писем, до отзыва
                                такого согласия.
                            </li>
                            <li>
                                2.3 Пользователь подтверждает свое согласие с
                                тем, что Администрация сайта вправе
                                взаимодействовать с Пользователем путем
                                осуществления прямых контактов с помощью
                                различных средств связи, включая, но, не
                                ограничиваясь: почтовая рассылка, электронная
                                почта, сеть Интернет и др.{" "}
                            </li>
                            <li>
                                2.4 Персональные данные, разрешённые к обработке
                                в рамках настоящей Политики конфиденциальности,
                                включают в себя, но не ограничиваю я следующей
                                информацией:{" "}
                            </li>
                            <li>2.4.1 ФИО Пользователя; </li>
                            <li>2.4.2 контактный телефон Пользователя; </li>
                            <li>2.4.3 адрес электронной почты (e-mail); </li>
                            <li>2.4.4 адрес доставки Товара; </li>
                            <li>2.4.5 место жительство Пользователя. </li>
                        </ul>
                    </div>
                    <div className="confidentiality__item">
                        <ul>
                            <li>
                                3. Цели сбора и обработки персональных данных
                            </li>
                            <li>
                                3.1 Персональную информацию Пользователя
                                Интернет-магазина «MEGASPORT» использует в
                                следующих целях:{" "}
                            </li>
                            <li>
                                3.1.1 идентификации Пользователя,
                                зарегистрированного на сайте Интернет-магазина,
                                для оформления заказа и (или) заключения
                                Договора купли-продажи товара дистанционным
                                способом с Интернет-магазином «Zimaletto».
                            </li>
                            <li>
                                3.1.2 предоставления Пользователю эффективной
                                клиен кой поддержки;{" "}
                            </li>
                            <li>
                                3.1.3 предоставления Пользователю
                                персонализированных Сервисов;{" "}
                            </li>
                            <li>
                                3.1.4 связи с Пользователем, в том числе
                                направление уведомлений, запросов и информации,
                                касающихся использования Сервисов, оказания
                                услуг, а также обработки запросов и заявок от
                                Пользователя;
                            </li>
                            <li>
                                3.1.5 улучшения качества Сервисов, удобства их
                                использования, разработка новых Сервисов и
                                услуг;
                            </li>
                            <li>
                                3.1.6 предоставления информации о товарах,
                                услугах, реализуемых «Zimaletto», о рекламных
                                акциях, проводимых ТМ «Zimaletto», ответов на
                                запросы, а также выполнение «Zimaletto» своих
                                обязательств перед потребителями товаров
                                (услуг);
                            </li>
                            <li>
                                3.1.7 проведения статистических и иных
                                исследований на основе обезличенных данных.
                            </li>
                        </ul>
                    </div>
                    <div className="confidentiality__item">
                        <ul>
                            <li>4. Категории собираемых данных</li>
                            <li>
                                4.1 Категории Персональных данных, сбор которых
                                осуществляет сайт (самостоятельно или при
                                посредничестве третьих лиц), включают: Файлы
                                «cookie» и Данные об использовании сетевых
                                ресурсов.{" "}
                            </li>
                            <li>
                                4.2 Персональные данные могут предоставляться
                                Пользователем самостоятельно или их сбор может
                                автоматически осуществлять сайт при его
                                использовании. Если не указано иное, сайт {""}
                                <Link to="/" className="confidentiality__link">
                                    www.Zimaletto.com.ua
                                </Link>{" "}
                                использует файлы «cookie» (или другие средства о
                                леживания) для идентификации Пользователей и
                                запоминания установленных ими глобальных
                                параметров настройки исключительно в целях
                                предоставления услуги, требующейся Пользователю.
                            </li>
                            <li>
                                4.3 Пользователи несут отве твенность за
                                Персональные данные третьих лиц, которые они
                                получают, публикуют или предоставляют другим
                                лицам, используя сайт, и подтверждают, что у них
                                имее я согласие третьего лица на предоставление
                                Данных Владельцу.{" "}
                            </li>
                        </ul>
                    </div>
                    <div className="confidentiality__item">
                        <ul>
                            <li>5. Способы и обработки персональных данных</li>
                            <li>
                                5.1 Обработка персональных данных Пользователя
                                осуществляе я без ограничения срока, любым
                                законным способом, в том числе в информационных
                                системах персональных данных с использованием
                                средств автоматизации или без использования
                                таких средств.{" "}
                            </li>
                            <li>
                                5.2 Пользователь соглашае я с тем, что
                                Администрация сайта вправе передавать
                                персональные данные третьим лицам, в частности,
                                курьерским службам, организациями почтовой
                                связи, операторам электросвязи, исключительно в
                                целях выполнения заказа Пользователя,
                                оформленного на Сайте Интернет-магазина
                                «Zimaletto», включая доставку Товара.
                            </li>
                        </ul>
                    </div>
                    <div className="confidentiality__item">
                        <ul>
                            <li>6. Права пользователей</li>
                            <li>
                                6.1 Пользователи вправе в любое время узнать,
                                были ли сохранены их Персональные данные, и
                                могут обращаться к Администрации сайта, чтобы
                                узнать их содержание и происхождение, проверить
                                их достоверность, или попросить их дополнить,
                                аннулировать, обновить или исправить либо
                                преобразовать в формат, обеспечивающий
                                анонимность, или блокировать любые данные,
                                хранящиеся в нарушение закона, а также выступить
                                против их обработки по всем без исключения
                                законным основаниям. Соотве твующие запросы
                                следует направлять Администарции сайта по
                                адресу, указанному в контактных сведениях на
                                сайте.{" "}
                            </li>
                        </ul>
                    </div>
                    <div className="confidentiality__item">
                        <ul>
                            <li>7. Политика в отношении файлов coockie</li>
                            <li>
                                7.1 Сайт собирает информацию о посещениях Вами
                                наших веб-сайтов с целью получения статистики
                                посещений и эффективности их использования,
                                формирования персонального подхода и адаптации к
                                интересам каждого пользователя. Мы делаем это с
                                помощью различных технологий, одна из которых —
                                cookie-файлы. Это данные, которые веб-сайт может
                                отправить вашему браузеру, и они будут сохранены
                                на вашем компьютере для последующей
                                идентификации его веб-сайтом.{" "}
                            </li>
                            <li>
                                7.2 Cookie-файлы использую я для оценки
                                эффективности веб-сайтов (например, для
                                измерения количества посетителей и длительности
                                их пребывания на сайте), выявления наиболее
                                интересных и посещаемых тем и страниц, а также
                                для обеспечения удобства навигации и пользования
                                сайтом, без сбора какой-либо персональной
                                информации. Также cookie-файлы могут быть
                                использованы для формирования персонального
                                подхода на основе уже имеющегося опыта
                                взаимодействия пользователя с сайтом и его
                                предпочтениями. С течением времени эта
                                информация позволяет улучшить пользовательский
                                опыт.{" "}
                            </li>
                        </ul>
                    </div>
                    <div className="confidentiality__item">
                        <ul>
                            <li>8. Безопасность персональных данных</li>
                            <li>
                                8.1 Интернет-магазин «Zimaletto» принимает
                                необходимые организационные и технические меры
                                для защиты персональной информации Пользователя
                                от неправомерного или случайного доступа,
                                уничтожения, изменения, блокирования,
                                копирования, распространения, а также от иных
                                неправомерных действий третьих лиц.{" "}
                            </li>
                            <li>
                                8.2 Даная Политика конфиденциальности
                                распространяе я только на сайт Интернет-магазина
                                «Zimaletto». Если по ссылкам, размещённым на
                                сайте последнего, Пользователь зайдёт на ресурсы
                                третьих лиц, Интернет-магазин за его действия
                                отве твенности не несёт.{" "}
                            </li>
                            <li>
                                8.3 Персональные данные Пользователя могут быть
                                использованы в юридических целях в суде или на
                                этапах, ведущих к возможному обращению в суд в
                                связи с тем, что сайт или услуги использовались
                                ненадлежащим образом. Пользователь осведомлен о
                                том, что Администарция сайта может быть
                                вынуждена сообщить персональные данные по
                                требованию органов государственной власти.{" "}
                            </li>
                        </ul>
                    </div>
                    <div className="confidentiality__item">
                        <ul>
                            <li>
                                9. Дополнительная информация о персональных
                                данных пользователя
                            </li>
                            <li>
                                9.1 Помимо информации, содержащейся в настоящих
                                правилах обеспечения конфиденциальности
                                персональных данных, сайт может предоставлять
                                Пользователю по запросу дополнительную и
                                контекстуальную информацию, касающуюся
                                конкретных услуг и сервисов или сбора и
                                обработки Персональных данных.{" "}
                            </li>
                            <li>
                                9.2 В целях обеспечения работы сайта и его
                                технического обслуживания, сайт и любые
                                сторонние сервисы могут вести файлы, в которых
                                регистрируе я взаимодействие сайта с
                                Пользователями (системные журналы), или
                                использовать с этой целью другие Персональные
                                данные (в частности, IP-адрес).{" "}
                            </li>
                        </ul>
                    </div>
                    <div className="confidentiality__item">
                        <ul>
                            <li>10. Дополнительные условия</li>
                            <li>
                                10.1 Администрация сайта вправе вносить
                                изменения в настоящую Политику
                                конфиденциальности без согласия Пользователя.{" "}
                            </li>
                            <li>
                                10.2 Новая Политика конфиденциальности вступает
                                в силу с момента ее размещения на Сайте
                                интернет-магазина, если иное не предусмотрено
                                новой редакцией Политики конфиденциальности.{" "}
                            </li>
                            <li>
                                10.3. В случае несогласия с любыми изменениями,
                                внесенными в Правила, Пользователь должен
                                прекратить пользоваться сайтом и может
                                потребовать, чтобы Администрация сайта данных
                                удалила его Персональные данные.{" "}
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
        </section>
    );
};
